/* About Plugin (%@ => Plugin name) */
"ABOUT_PLUGIN_BOX_TITLE" = "%@ Plugin";

/* About Plugin (%@ => Plugin name) */
"ABOUT_PLUGIN_MENU_ITEM" = "%@…";

/* Spark Daemon Menu Title * Active * */
"ACTIVE_SPARK_MENU" = "Enable Spark";

/* Open Spark Library * Title * */
"CHOOSE_IMPORT_LIBRARY_ACTION" = "You're going to import a Spark Library File. You can restore you Library or add objects from this file into your Library.";

/* Open Spark Library */
"CHOOSE_IMPORT_LIBRARY_ACTION_CANCEL" = "Cancel";

/* Open Spark Library */
"CHOOSE_IMPORT_LIBRARY_ACTION_MERGE" = "Merge";

/* Open Spark Library * Msg * */
"CHOOSE_IMPORT_LIBRARY_ACTION_MSG" = "Restoring your Spark Library will destroy all objects (Keys, Actions,…) and replace them with contents of %@.?";

/* Open Spark Library */
"CHOOSE_IMPORT_LIBRARY_ACTION_RESTORE" = "Restore";

/* Explain: Should install (%@ => plugin name) */
"CONFIRM_INSTALL_PLUGIN" = "The plugin \"%@\" must be install before you can use it. Do you want to install it now?";

/* Install Plugin */
"CONFIRM_INSTALL_PLUGIN_INSTALL" = "Install";

/* Explain: Older version (%@ => plugin name) */
"CONFIRM_REPLACE_OLDER_PLUGIN" = "An older version of plugin \"%@\" is already install. Do you want to replace it and restart Spark?";

/* Install Plugin */
"CONFIRM_REPLACE_OLDER_PLUGIN_UPDATE" = "Update";

/* Segment Menu ToolTips */
"CREATE_KEY_TOOLTIP" = "Create new Hot Key";

/* Spark Daemon Menu Title * Desactive * */
"DEACTIVE_SPARK_MENU" = "Disable Spark";

/* Export Library - Default name */
"EXPORT_LIBRARY_NAME" = "Spark Library";

/* Export List default name (%@ => list name) */
"EXPORT_LIST_NAME" = "%@ List";

/* Other Hot Key With same Shortcut Already Active * Title * */
"HOTKEY_NOT_ACTIVATED_ALERT" = "The Hot Key \"%@\" cannot be activated.";

/* Other Key With same Shortcut Already Active * Msg * */
"HOTKEY_NOT_ACTIVATED_ALERT_MSG" = "The Hot Key \"%@\" using the same shortcut is already active. You must first deactivate this key or change the shortcut.";

/* Cannot activate because other Key Already Active * Title * */
"HOTKEY_NOT_ACTIVATED_NOTIFICATION" = "The HotKey \"%@\" wouldn't be activated because the HotKey \"%@\" use the same shortcut.";

/* Other Key With same Shortcut Already Active * Msg * */
"HOTKEY_NOT_ACTIVATED_NOTIFICATION_MSG" = "You must first deactivate the key \"%@\" or change the shortcut.";

/* Unable to install plugin */
"INSTALL_PLUGIN_ALERT" = "An undefined error prevent plugin installation.";

/* Unable to install plugin */
"INSTALL_PLUGIN_ALERT_MSG" = "You can install it manualy by copying it into \"~/Library/Application Supports/Spark/PlugIns/\".";

/* Import failed (%@ => filename) * Title * */
"INVALID_FILE_ALERT" = "Spark cannot open the file \"%@\".";

/* Open failed * Msg * */
"INVALID_FILE_ALERT_MSG" = "Error, unknow file format. Look like it isn't a valid \"Spark File\"!";

/* Open Spark Library * Title * */
"LIBRARY_RESTORED_NOTIFICATION" = "Spark Library restored. Spark will now restart too handle change.";

/* Open Spark Library */
"LIBRARY_RESTORED_NOTIFICATION_RESTART" = "Restart";

/* More Recent plugin installed */
"MORE_RECENT_PLUGIN_INSTALLED_ALERT" = "You cannot install this plugin, because a more recent version is already installed.";

/* More Recent plugin installed */
"MORE_RECENT_PLUGIN_INSTALLED_ALERT_MSG" = "If you really want to replace this plugin, you must first delete it.";

/* New Key Menu Title */
"NEW_KEY_MENU" = "New Hot Key";

/* Alert default button */
"OK" = "OK";

/* Inspector Toolbar item label */
"SEARCH_FIELD" = "Search";

/* Search Field */
"SEARCH_FIELD_TOOLTIP" = "Search";

/* Start/Stop button title */
"STOP_BUTTON_TITLE" = "Disable";

/* Start/Stop button title */
"START_BUTTON_TITLE" = "Enable";
    
/* Spark Daemon State displayed in the bottom of the main window * Active * */
"SPARK_STATE_ACTIVE" = "Spark is Active";

/* Spark Daemon State displayed in the bottom of the main window * Inactive * */
"SPARK_STATE_INACTIVE" = "Spark is Inactive";

/* Inspector Toolbar item label */
"TB_LABEL_ACTIONS" = "Actions";

/* Inspector Toolbar item label */
"TB_LABEL_APPLICATION" = "Applications";

/* Inspector Toolbar item tooltip */
"TB_TOOLTIP_ACTIONS" = "Actions Manager";

/* Inspector Toolbar item tooltip */
"TB_TOOLTIP_APPLICATIONS" = "Applications groups Manager";

